{"_id":{"$oid":"564dc0a91789d215e0ab36d3"},"name":"Hydraulic_fracturing","type":"other","thumbnail":"http://commons.wikimedia.org/wiki/Special:FilePath/HydroFrac2.svg?width=300","abstract":"Hydraulic fracturing also known as hydrofracturing, hydrofracking, fracking or fraccing, is a well-stimulation technique in which rock is fractured by a hydraulically pressurized liquid made of water, sand, and chemicals. Some hydraulic fractures form naturally—certain veins or dikes are examples."}
{"_id":{"$oid":"564dc3141789d215e0ab36d4"},"name":"Groundwater","type":"other","thumbnail":"http://commons.wikimedia.org/wiki/Special:FilePath/AlapahaRiver2002.jpg?width=300","abstract":"Groundwater is the water located beneath Earth's surface in soil pore spaces and in the fractures of rock formations. A unit of rock or an unconsolidated deposit is called an aquifer when it can yield a usable quantity of water. The depth at which soil pore spaces or fractures and voids in rock become completely saturated with water is called the water table."}
{"_id":{"$oid":"564dc3bb1789d215e0ab36d5"},"name":"Greenpeace","type":"other","thumbnail":"http://commons.wikimedia.org/wiki/Special:FilePath/Greenpeace_logo.svg?width=300","abstract":"Greenpeace is a non-governmental environmental organization with offices in over forty countries and with an international coordinating body in Amsterdam, the Netherlands. Greenpeace states its goal is to ensure the ability of the Earth to nurture life in all its diversity and focuses its campaigning on world wide issues such as climate change, deforestation, overfishing, commercial whaling, genetic engineering, and anti-nuclear issues."}
{"_id":{"$oid":"564dc4451789d215e0ab36d6"},"name":"Halliburton","type":"other","thumbnail":"http://commons.wikimedia.org/wiki/Special:FilePath/HalliburtonAnnualRevenueSVG.svg?width=300","abstract":"Halliburton Company is an American multinational corporation, and one of the world's largest oil field services companies with operations in more than 80 countries. It owns hundreds of subsidiaries, affiliates, branches, brands, and divisions worldwide and employs approximately 100,000 people."}
